import { Story } from "../models/story.interface";

export const stories: Story[] = [
  {
    content:
      " תמיד היה שם בשבילי, חבר אמיתי שאפשר לסמוך עליו בכל מצב. הזיכרונות המשותפים שלנו ילוו אותי תמי תמיד היה שם בשבילי, חבר אמיתי שאפשר לסמוך עליו בכל מצב. הזיכרונות המשותפים שלנו ילוו אותי תמיתמיד היה שם בשבילי, חבר אמיתי שאפשר לסמוך עליו בכל מצב. הזיכרונות המשותפים שלנו ילוו אותי תמיתמיד היה שם בשבילי, חבר אמיתי שאפשר לסמוך עליו בכל מצב. הזיכרונות המשותפים שלנו ילוו אותי תמיתמיד היה שם בשבילי, חבר אמיתי שאפשר לסמוך עליו בכל מצב. הזיכרונות המשותפים שלנו ילוו אותי תמיתמיד היה שם בשבילי, חבר אמיתי שאפשר לסמוך עליו בכל מצב. הזיכרונות המשותפים שלנו ילוו אותי תמיד.",
    author: "דני לוי",
    relation: "חבר ילדות",
    id: "1",
    title: "דני לוי",
  },
  {
    content: "אח יקר, אתה חסר לנו כל כך. הצחוק שלך, החוכמה שלך, והלב הענק שלך נשארים איתנו לנצח.",
    author: "משפחת כהן",
    relation: "משפחה",
    id: "2",
    title: "משפחת כהן",
  },
  {
    content: "מפקד למופת, חייל מסור ואדם נפלא. תמיד דאג לחיילים שלו לפני עצמו.",
    author: "סרן רועי גולן",
    relation: "מפקד ביחידה",
    id: "3",
    title: "סרן רועי גולן",
  },
];
